[
    [
        "Hi Luke,\nI'm hoping you can help me coordinate a tech solution. We're planning to run some in-person 1511 labs next quarter, and the plan is to have students in a single section spread out between 604 and 605 to stay physically distant. To make this work, it would be nice to have connected AV between the two rooms -- ie. the two screens run off the same computer. Also, and perhaps more importantly, connecting the audio so I could have a wireless mic and be heard on both sides without shouting.\nWhat do you think?\nBest,\nK\nKatherine Frato, PhD\nAssociate Professor | Chemistry Department\nSeattle University | 901 12th Ave, Seattle WA 98122\noffice phone 206.296.2219",
        "Hi Luke:\nDo you know how full the NMR magnet currently is with liquid helium?\nWhen was the last liquid helium fill?\nWhen do you expect to do the next liquid helium fill?\nWe are trying to work out details for moving it in may (?) to the new building=85.\nBest,\nPJ\nPJ Alaimo, Ph.D.  |  Professor and Department Chair\nDEPARTMENT OF CHEMISTRY  |  SEATTLE UNIVERSITY",
        "Hi Luke,\nChecking to see if you=92re able to flush out my research lab HPLC and give a reminder to my student Sarah about how to set it up. She plans on being in the lab M and W mornings because Katie will have students next door who can act as her =93lab buddies.=94 Unfortunately, that=92s smack in the middle of my heavy teaching and office hour times and I can=92t help her. She=92s sharp and should pick it up again pretty quick, but with how long everything has just been sitting it would be great if you could help her set it up initially.\nLet me know if that will work, and thanks much!\n-Doug",
        "Hi Ryan and Luke,\nI am sorry to say that as part of the inspection process, Bannan power will need to be shutdown 2 more times. The shutdowns will be brief (approx. 15 minutes), but will require the NMR to be powered down.\nThe good news is that we can perform them back-to-back, within one or two days at the most. So, we are looking at powering down the NMR, then 2-3 days later it can be powered up again.\nCan you let me know the soonest you would be able to do this? Ideally, they would like to do the inspections this week. I know this is a huge inconvenience and appreciate your help.\nThanks,\nCarolyn\nCarolyn Stenbak, Ph.D. | Associate Professor\nDEPARTMENT OF BIOLOGY | SEATTLE UNIVERSITY\n901 12th Avenue, Seattle, WA 98122-1090\n(206) 398-4376\n<image001.png>",
        "Hi Carolyn,\nQuick question: do they need to know which need data for testing the initial installation or whether they will need it at all (ie once the lab is up and running)? I think we could test connections to gases for some of these instruments without data, but probably want the data connection for transferring files when the instruments are actually in use.\nI added Luke Marney to this message to make sure we get this right. Luke: we can chat offline to figure out what’s needed.\nBest,\nDoug\nOn Dec 14, 2020, at 3:22 PM, Stenbak, Carolyn <stenbakc@seattleu.edu<mailto:stenbakc@seattleu.edu>> wrote:\nHi Ryan and Doug,\nI know I sent this list to you earlier to confirm that we can find a way to move these pieces of equipment by May 7th to be installed in the new building. Thank you for your response and willingness to make it work.\nA related question has come up about which (if any) of these instruments require data connection. Could you please look at this list one more time and indicate which instruments need data?\nThanks for your help,\nCarolyn\nCarolyn Stenbak, Ph.D. | Associate Professor\nDEPARTMENT OF BIOLOGY | SEATTLE UNIVERSITY\n901 12th Avenue, Seattle, WA 98122-1090\n(206) 398-4376\n<Outlook-1502218874.png>\n<20201029_Owner Equipment List - Installed Before TCO.pdf>",
        "Hi all,\nThere is an electrical shutdown today, and I need to switch our instrumentation off, including the NMR, DI water, and the server in 514. I have heard of at least another power outage coming soon as well, so I am going to leave instrumentation off from now until January (including the NMR and DI water). If you need a specific piece of equipment on during the holidays, please let me know and I can get it switched back on for you. I will be on campus once a week to do the NMR till January, but won't be checking my email regularly after this Friday.\nHappy Holidays everyone!\nLuke",
        "Hi Team\nI know there was not a huge urgency to get this done, but I was wondering if you had any luck with looking at the early set of dog food samples and getting the 29 peak areas for each of these samples?  Luke and I are ready to run PCA on this data so when you are ready, so are we.\nLet me know if you have time to work on this this month or are having challenges with timing or access to Chemstation.\nHope you are having a good break.\nKJS",
        "Hi Luke,\nThis case is open for the 2H shimming problem you are having.\nA quote will be sent for the board Bob has suggested.\nPlease do not change the subject or reference line in the body of the email. These are used to redirect replies into the correct case so no information is lost.\nThank you.\nKindest regards,\nPeter\nPeter Demou\nStaff Engineer\nField Applications Systems\nBruker BioSpin Corporation\n15 Fortune Drive\nBillerica, MA 01821-3991\nphone: 978-667-9580 X5347\nemail: peter.demou@bruker.com<mailto:peter.demou@bruker.com>\nref:_00Dd0fwhj._5000W1gDEZV:ref",
        "Hi Luke,\nHappy new year!  I=92m doing our quarterly round-up of Pivot Interactives seat needs, and wanted to check with you:  do you have admin-level privilege on pivot that lets you reassign seats from one instructor to another?  In the back of my mind I have the idea that once a seat is claimed it cannot be reassigned, but figured if anyone could do it, that would be you!\nCheers, Jen"
    ],
    [
        "Hi Luke'm hop help coordinate tech solution're plan run in-person 1511 labs next quarter plan students single section spread 604 605 stay physically distant make work would nice connect AV two room -- ie two screen run computer Also perhaps importantly connect audio could wireless mic hear side without shout think Best K Katherine Frato PhD Associate Professor Chemistry Department Seattle University 901 12th Ave Seattle WA 98122 office phone 206.296.2219",
        "Hi Luke know full NMR magnet currently liquid helium last liquid helium fill expect next liquid helium fill try work detail move may new building=85 Best PJ PJ Alaimo Ph.D. Professor Department Chair DEPARTMENT CHEMISTRY SEATTLE UNIVERSITY",
        "Hi Luke Checking see you=92re able flush research lab HPLC give reminder student Sarah set plan lab W mornings Katie students next door act =93lab buddies.=94 Unfortunately that=92s smack middle heavy teach office hour time can=92t help She=92s sharp pick pretty quick long everything sit would great could help set initially Let know work thank much -Doug",
        "Hi Ryan Luke sorry say part inspection process Bannan power need shutdown 2 time shutdowns brief approx 15 minutes require NMR power good news perform back-to-back within one two days look power NMR 2-3 days later power let know soonest would able Ideally would like inspections week know huge inconvenience appreciate help Thanks Carolyn Carolyn Stenbak Ph.D. Associate Professor DEPARTMENT BIOLOGY SEATTLE UNIVERSITY 901 12th Avenue Seattle WA 98122-1090 206 398-4376 image001.png",
        "Hi Carolyn Quick question need know need data test initial installation whether need ie lab run think could test connections gas instrument without data probably want data connection transfer file instrument actually use add Luke Marney message make sure get right Luke chat offline figure ’ need Best Doug Dec 14 2020 3:22 PM Stenbak Carolyn stenbakc seattleu.edu mailto stenbakc seattleu.edu write Hi Ryan Doug know send list earlier confirm find way move piece equipment May 7th instal new build Thank response willingness make work relate question come instrument require data connection Could please look list one time indicate instrument need data Thanks help Carolyn Carolyn Stenbak Ph.D. Associate Professor DEPARTMENT BIOLOGY SEATTLE UNIVERSITY 901 12th Avenue Seattle WA 98122-1090 206 398-4376 Outlook-1502218874.png 20201029_Owner Equipment List Installed TCO.pdf",
        "Hi electrical shutdown today need switch instrumentation include NMR DI water server 514 hear least another power outage come soon well go leave instrumentation January include NMR DI water need specific piece equipment holiday please let know get switch back campus week NMR till January wo n't check email regularly Friday Happy Holidays everyone Luke",
        "Hi Team know huge urgency get do wonder luck look early set dog food sample get 29 peak areas sample Luke ready run PCA data ready Let know time work month challenge time access Chemstation Hope good break KJS",
        "Hi Luke case open 2H shimming problem quote send board Bob suggest Please change subject reference line body email use redirect reply correct case information lose Thank Kindest regard Peter Peter Demou Staff Engineer Field Applications Systems Bruker BioSpin Corporation 15 Fortune Drive Billerica 01821-3991 phone 978-667-9580 X5347 email peter.demou bruker.com mailto peter.demou bruker.com ref _00Dd0fwhj._5000W1gDEZV ref",
        "Hi Luke Happy new year I=92m quarterly round-up Pivot Interactives seat need want check admin-level privilege pivot let reassign seat one instructor another back mind idea seat claim reassign figure anyone could would Cheers Jen"
    ],
    [
        [
            "Hi",
            "Luke'm",
            "hop",
            "help",
            "coordinate",
            "tech",
            "solution're",
            "plan",
            "run",
            "in-person",
            "1511",
            "labs",
            "next",
            "quarter",
            "plan",
            "students",
            "single",
            "section",
            "spread",
            "604",
            "605",
            "stay",
            "physically",
            "distant",
            "make",
            "work",
            "would",
            "nice",
            "connect",
            "AV",
            "two",
            "room",
            "--",
            "ie",
            "two",
            "screen",
            "run",
            "computer",
            "Also",
            "perhaps",
            "importantly",
            "connect",
            "audio",
            "could",
            "wireless",
            "mic",
            "hear",
            "side",
            "without",
            "shout",
            "think",
            "Best",
            "K",
            "Katherine",
            "Frato",
            "PhD",
            "Associate",
            "Professor",
            "Chemistry",
            "Department",
            "Seattle",
            "University",
            "901",
            "12th",
            "Ave",
            "Seattle",
            "WA",
            "98122",
            "office",
            "phone",
            "206.296.2219"
        ],
        [
            "Hi",
            "Luke",
            "know",
            "full",
            "NMR",
            "magnet",
            "currently",
            "liquid",
            "helium",
            "last",
            "liquid",
            "helium",
            "fill",
            "expect",
            "next",
            "liquid",
            "helium",
            "fill",
            "try",
            "work",
            "detail",
            "move",
            "may",
            "new",
            "building=85",
            "Best",
            "PJ",
            "PJ",
            "Alaimo",
            "Ph.D.",
            "Professor",
            "Department",
            "Chair",
            "DEPARTMENT",
            "CHEMISTRY",
            "SEATTLE",
            "UNIVERSITY"
        ],
        [
            "Hi",
            "Luke",
            "Checking",
            "see",
            "you=92re",
            "able",
            "flush",
            "research",
            "lab",
            "HPLC",
            "give",
            "reminder",
            "student",
            "Sarah",
            "set",
            "plan",
            "lab",
            "W",
            "mornings",
            "Katie",
            "students",
            "next",
            "door",
            "act",
            "=93lab",
            "buddies.=94",
            "Unfortunately",
            "that=92s",
            "smack",
            "middle",
            "heavy",
            "teach",
            "office",
            "hour",
            "time",
            "can=92t",
            "help",
            "She=92s",
            "sharp",
            "pick",
            "pretty",
            "quick",
            "long",
            "everything",
            "sit",
            "would",
            "great",
            "could",
            "help",
            "set",
            "initially",
            "Let",
            "know",
            "work",
            "thank",
            "much",
            "-Doug"
        ],
        [
            "Hi",
            "Ryan",
            "Luke",
            "sorry",
            "say",
            "part",
            "inspection",
            "process",
            "Bannan",
            "power",
            "need",
            "shutdown",
            "2",
            "time",
            "shutdowns",
            "brief",
            "approx",
            "15",
            "minutes",
            "require",
            "NMR",
            "power",
            "good",
            "news",
            "perform",
            "back-to-back",
            "within",
            "one",
            "two",
            "days",
            "look",
            "power",
            "NMR",
            "2-3",
            "days",
            "later",
            "power",
            "let",
            "know",
            "soonest",
            "would",
            "able",
            "Ideally",
            "would",
            "like",
            "inspections",
            "week",
            "know",
            "huge",
            "inconvenience",
            "appreciate",
            "help",
            "Thanks",
            "Carolyn",
            "Carolyn",
            "Stenbak",
            "Ph.D.",
            "Associate",
            "Professor",
            "DEPARTMENT",
            "BIOLOGY",
            "SEATTLE",
            "UNIVERSITY",
            "901",
            "12th",
            "Avenue",
            "Seattle",
            "WA",
            "98122-1090",
            "206",
            "398-4376",
            "image001.png"
        ],
        [
            "Hi",
            "Carolyn",
            "Quick",
            "question",
            "need",
            "know",
            "need",
            "data",
            "test",
            "initial",
            "installation",
            "whether",
            "need",
            "ie",
            "lab",
            "run",
            "think",
            "could",
            "test",
            "connections",
            "gas",
            "instrument",
            "without",
            "data",
            "probably",
            "want",
            "data",
            "connection",
            "transfer",
            "file",
            "instrument",
            "actually",
            "use",
            "add",
            "Luke",
            "Marney",
            "message",
            "make",
            "sure",
            "get",
            "right",
            "Luke",
            "chat",
            "offline",
            "figure",
            "’",
            "need",
            "Best",
            "Doug",
            "Dec",
            "14",
            "2020",
            "3:22",
            "PM",
            "Stenbak",
            "Carolyn",
            "stenbakc",
            "seattleu.edu",
            "mailto",
            "stenbakc",
            "seattleu.edu",
            "write",
            "Hi",
            "Ryan",
            "Doug",
            "know",
            "send",
            "list",
            "earlier",
            "confirm",
            "find",
            "way",
            "move",
            "piece",
            "equipment",
            "May",
            "7th",
            "instal",
            "new",
            "build",
            "Thank",
            "response",
            "willingness",
            "make",
            "work",
            "relate",
            "question",
            "come",
            "instrument",
            "require",
            "data",
            "connection",
            "Could",
            "please",
            "look",
            "list",
            "one",
            "time",
            "indicate",
            "instrument",
            "need",
            "data",
            "Thanks",
            "help",
            "Carolyn",
            "Carolyn",
            "Stenbak",
            "Ph.D.",
            "Associate",
            "Professor",
            "DEPARTMENT",
            "BIOLOGY",
            "SEATTLE",
            "UNIVERSITY",
            "901",
            "12th",
            "Avenue",
            "Seattle",
            "WA",
            "98122-1090",
            "206",
            "398-4376",
            "Outlook-1502218874.png",
            "20201029_Owner",
            "Equipment",
            "List",
            "Installed",
            "TCO.pdf"
        ],
        [
            "Hi",
            "electrical",
            "shutdown",
            "today",
            "need",
            "switch",
            "instrumentation",
            "include",
            "NMR",
            "DI",
            "water",
            "server",
            "514",
            "hear",
            "least",
            "another",
            "power",
            "outage",
            "come",
            "soon",
            "well",
            "go",
            "leave",
            "instrumentation",
            "January",
            "include",
            "NMR",
            "DI",
            "water",
            "need",
            "specific",
            "piece",
            "equipment",
            "holiday",
            "please",
            "let",
            "know",
            "get",
            "switch",
            "back",
            "campus",
            "week",
            "NMR",
            "till",
            "January",
            "wo",
            "n't",
            "check",
            "email",
            "regularly",
            "Friday",
            "Happy",
            "Holidays",
            "everyone",
            "Luke"
        ],
        [
            "Hi",
            "Team",
            "know",
            "huge",
            "urgency",
            "get",
            "do",
            "wonder",
            "luck",
            "look",
            "early",
            "set",
            "dog",
            "food",
            "sample",
            "get",
            "29",
            "peak",
            "areas",
            "sample",
            "Luke",
            "ready",
            "run",
            "PCA",
            "data",
            "ready",
            "Let",
            "know",
            "time",
            "work",
            "month",
            "challenge",
            "time",
            "access",
            "Chemstation",
            "Hope",
            "good",
            "break",
            "KJS"
        ],
        [
            "Hi",
            "Luke",
            "case",
            "open",
            "2H",
            "shimming",
            "problem",
            "quote",
            "send",
            "board",
            "Bob",
            "suggest",
            "Please",
            "change",
            "subject",
            "reference",
            "line",
            "body",
            "email",
            "use",
            "redirect",
            "reply",
            "correct",
            "case",
            "information",
            "lose",
            "Thank",
            "Kindest",
            "regard",
            "Peter",
            "Peter",
            "Demou",
            "Staff",
            "Engineer",
            "Field",
            "Applications",
            "Systems",
            "Bruker",
            "BioSpin",
            "Corporation",
            "15",
            "Fortune",
            "Drive",
            "Billerica",
            "01821-3991",
            "phone",
            "978-667-9580",
            "X5347",
            "email",
            "peter.demou",
            "bruker.com",
            "mailto",
            "peter.demou",
            "bruker.com",
            "ref",
            "_00Dd0fwhj._5000W1gDEZV",
            "ref"
        ],
        [
            "Hi",
            "Luke",
            "Happy",
            "new",
            "year",
            "I=92m",
            "quarterly",
            "round-up",
            "Pivot",
            "Interactives",
            "seat",
            "need",
            "want",
            "check",
            "admin-level",
            "privilege",
            "pivot",
            "let",
            "reassign",
            "seat",
            "one",
            "instructor",
            "another",
            "back",
            "mind",
            "idea",
            "seat",
            "claim",
            "reassign",
            "figure",
            "anyone",
            "could",
            "would",
            "Cheers",
            "Jen"
        ]
    ]
]